/* No comment provided by engineer. */
"·" = "·";

/* No comment provided by engineer. */
"/ month" = "/ месяц";

/* No comment provided by engineer. */
"/ year" = "/ год";

/* No comment provided by engineer. */
"%d note" = "%d заметка";

/* No comment provided by engineer. */
"%d notes" = "заметок: %d";

/* No comment provided by engineer. */
"%d selected note" = "выбрана заметка: %d";

/* No comment provided by engineer. */
"%lu notes imported" = "импортировано заметок: %lu";

/* No comment provided by engineer. */
"Modified" = "Изменен";

/* No comment provided by engineer. */
"Created" = "Cоздано";

/* No comment provided by engineer. */
"Table of Contents" = "Содержание";

/* No comment provided by engineer. */
"Statistics" = "Статистика";

/* No comment provided by engineer. */
"Backlinks" = "Обратные ссылки";

/* No comment provided by engineer. */
"1️⃣ Click ‘Show Database’ below to reveal this file in Finder" = "1️⃣ Нажмите ниже «Показать базу данных», чтобы увидеть этот файл в Finder";

/* No comment provided by engineer. */
"1 note imported" = "Импортирована 1 заметка";

/* No comment provided by engineer. */
"2️⃣ Click ‘Contact Support‘ to open our website" = "2️⃣ Нажмите «Связь с поддержкой», чтобы открыть наш веб-сайт";

/* No comment provided by engineer. */
"3️⃣ Fill out our contact form and attach Bear’s database from Finder so we can investigate and help" = "3️⃣ Заполните вашу контактную форму и приложите базу данных Bear из Finder, чтобы мы могли разобраться и помочь";

/* No comment provided by engineer. */
"A 14-day free trial, then..." = "14 дней бесплатного ознакомительного периода, а потом…";

/* Alphabetic sorting for notes
   Alphabetic sorting for tags */
"A to Z" = "От A до Я";

/* No comment provided by engineer. */
"A trip to the north pole" = "Путешествие на Северный полюс";

/* No comment provided by engineer. */
"Account will be charged for renewal within 24-hours prior to the end of the current period, with the same amount as the first period." = "Оплата за новый период будет снята со счета в течение 24 ч до окончания текущего периода в том же объеме, что и оплата за первый период.";

/* No comment provided by engineer. */
"Add Notes to %@" = "Добавить заметки в раздел «%@»";

/* No comment provided by engineer. */
"All the child tags will also be deleted. You can’t undo this action." = "Все дочерние теги также будут удалены. Это действие нельзя отменить.";

/* No comment provided by engineer. */
"Annual" = "Ежегодно";

/* No comment provided by engineer. */
"Any unused portion of a free trial period will be forfeited when the user purchases a subscription to that publication, where applicable." = "Оставшаяся часть бесплатного пробного периода будет отменена при покупке подписки на эту публикацию, где это применимо.";

/* No comment provided by engineer. */
"Archive notes" = "Архивировать заметки";

/* No comment provided by engineer. */
"Are you sure you want to delete all the notes in the Trash?" = "Действительно удалить все заметки из корзины?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the notes in the Trash?" = "Действительно хотите навсегда стереть все удаленные заметки в Корзине?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected notes?" = "Действительно хотите навсегда удалить выбранные заметки?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected tag?" = "Действительно хотите навсегда удалить выбранные теги?";

/* No comment provided by engineer. */
"Backup restored" = "Резервная копия восстановлена";

/* No comment provided by engineer. */
"Bear" = "Bear";

/* No comment provided by engineer. */
"Bear is currently exporting your notes, take a moment to relax!" = "Bear сейчас экспортирует ваши заметки, передохните минутку!";

/* No comment provided by engineer. */
"Bear is currently importing your new notes, take a moment to relax!" = "Bear сейчас импортирует ваши новые заметки, передохните минутку!";

/* No comment provided by engineer. */
"Bear is retrieving the page you have requested." = "Bear восстанавливает запрошенную вами страницу.";

/* No comment provided by engineer. */
"Bear needs iCloud and iCloud Drive in order to sync, please enable both before proceding" = "Для синхронизации Bear нужны iCloud и iCloud Drive, включите их перед обработкой";

/* No comment provided by engineer. */
"Bear Pro is enabled via an auto-renewing subscription" = "В Bear Pro активировано автообновление подписки";

/* No comment provided by engineer. */
"Beautiful application themes" = "Прекрасные темы для приложения";

/* No comment provided by engineer. */
"Beta expired" = "Срок бета-версии истек";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Code" = "Код";

/* No comment provided by engineer. */
"Contact Support" = "Связь с поддержкой";

/* No comment provided by engineer. */
"Contacting Apple..." = "Обращение в Apple…";

/* No comment provided by engineer. */
"Copy As" = "Скопировать как";

/* No comment provided by engineer. */
"Copy As HTML" = "Скопировать как HTML";

/* No comment provided by engineer. */
"Copy As Markdown" = "Скопировать как Markdown";

/* No comment provided by engineer. */
"Copy As Rich Text" = "Скопировать как форматированный текст";

/* No comment provided by engineer. */
"Copy As Text" = "Скопировать как текст";

/* No comment provided by engineer. */
"Copy code" = "Копировать код";

/* No comment provided by engineer. */
"Copy Code Block" = "Копировать блок кода";

/* No comment provided by engineer. */
"Copy Link To Note" = "Скопировать Cсылку на Заметку";

/* No comment provided by engineer. */
"Copy Link To Note (New Window)" = "Скопировать Ссылку на Заметку (в новом окне)";

/* No comment provided by engineer. */
"Copy Link To Notes (New Window)" = "Скопировать Ссылку на Заметки (в новом окне)";

/* No comment provided by engineer. */
"Copy Links To Notes" = "Скопировать Ссылки на Заметки";

/* No comment provided by engineer. */
"Could not load the notes database " = "Не удалось загрузить базу данных ";

/* table cell action */
"Delete" = "Удалить";

/* No comment provided by engineer. */
"Delete notes" = "Удалить заметки";

/* No comment provided by engineer. */
"Do not show this warning again." = "Больше не показывать это предупреждение.";

/* No comment provided by engineer. */
"Don’t worry, your notes are safe and we can help:" = "Не беспокойтесь, ваши заметки в безопасности и мы можем помочь:";

/* No comment provided by engineer. */
"Edit Link" = "Редактировать ссылку";

/* No comment provided by engineer. */
"email" = "адрес электронной почты";

/* No comment provided by engineer. */
"Empty Trash" = "Очистить Корзину";

/* No comment provided by engineer. */
"Export note" = "Экспортировать заметку";

/* No comment provided by engineer. */
"Export Note..." = "Экспорт заметки...";

/* No comment provided by engineer. */
"Export notes" = "Экспортировать заметки";

/* No comment provided by engineer. */
"Export Notes..." = "Экспорт заметок...";

/* No comment provided by engineer. */
"Export to more formats" = "Экспортировать в других форматах ";

/* No comment provided by engineer. */
"FAQ" = "Вопросы и ответы";

/* No comment provided by engineer. */
"For all the subscriptions applies the following:" = "Для всех подписок применяются следующие правила:";

/* No comment provided by engineer. */
"For the Monthly Subscription applies the following:" = "Для всех месячных подписок применяются следующие правила:";

/* No comment provided by engineer. */
"For the Yearly Subscription applies the following:" = "Для всех годовых подписок применяются следующие правила:";

/* No comment provided by engineer. */
"Go to website" = "Перейти на веб-сайт";

/* No comment provided by engineer. */
"Hide Preview" = "Скрыть окно предпросмотра";

/* %@ is the user's hint for the password */
"Hint: %@" = "Подсказка: %@";

/* No comment provided by engineer. */
"HTML" = "HTML";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app" = "https://bear.app";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/" = "https://bear.app/faq/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/sync-troubleshooting/" = "https://bear.app/faq/sync-troubleshooting/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/get-support-from-app/" = "https://bear.app/get-support-from-app/";

/* Please do not localise this, leave empty or copy the same url */
"https://twitter.com/BearNotesApp/" = "https://twitter.com/BearNotesApp/";

/* Please do not localise this, leave empty or copy the same url */
"https://www.reddit.com/r/bearapp/" = "https://www.reddit.com/r/bearapp/";

/* No comment provided by engineer. */
"Import notes" = "Импортировать заметки";

/* No comment provided by engineer. */
"Important" = "Важно";

/* No comment provided by engineer. */
"Importing a Bear Backup will completely replace your current notes" = "Импорт резервной копии Bear полностью заменит ваши текущие заметки";

/* No comment provided by engineer. */
"Inbox" = "Входящие";

/* No comment provided by engineer. */
"Insert" = "Вставить";

/* No comment provided by engineer. */
"Insert files" = "Вставить файлы";

/* No comment provided by engineer. */
"It was not possible to migrate your database to the new version. Don't worry your notes are safe, please contact the support team using the 'Contact Support' button below and they will help you." = "Невозможна миграция вашей базы данных в новую версию. Ваши заметки целы; свяжитесь с поддержкой с помощью расположенной ниже кнопки «Связь с поддержкой», и вам будет оказана помощь.";

/* No comment provided by engineer. */
"Just a moment and Bear will be ready!" = "Подождите минуту, и Bear будет готов!";

/* No comment provided by engineer. */
"Keep Tags" = "Оставить теги";

/* No comment provided by engineer. */
"Learn more" = "Подробнее";

/* No comment provided by engineer. */
"Locked notes" = "Заблокированные заметки";

/* No comment provided by engineer. */
"Look and feel smarter" = "Интеллигентный вид";

/* No comment provided by engineer. */
"Main Window" = "Главное окно";

/* No comment provided by engineer. */
"Manage Subscription" = "Управлять подпиской";

/* No comment provided by engineer. */
"Mark as Complete" = "Отметить как завершенное";

/* No comment provided by engineer. */
"Mark as Incomplete" = "Отметить как незавершенное";

/* No comment provided by engineer. */
"Markdown" = "Markdown";

/* No comment provided by engineer. */
"Merge notes" = "Объединить заметки";

/* No comment provided by engineer. */
"month" = "месяц";

/* No comment provided by engineer. */
"Monthly" = "Ежемесячно";

/* Number of notes sorting for tags */
"Most Used First" = "Сначала самые используемые";

/* No comment provided by engineer. */
"Move Done to Bottom" = "Переместить готовые вниз";

/* App last sync date was never */
"never" = "не было";

/* No comment provided by engineer. */
"New Note" = "Новая заметка";

/* Date sorting for notes */
"Newest on Top" = "Сначала самые новые";

/* No comment provided by engineer. */
"No note selected" = "Заметки не выбраны";

/* No comment provided by engineer. */
"No purchases found" = "Покупки не найдены";

/* No comment provided by engineer. */
"Note From Selection" = "Заметка из выбранного";

/* No comment provided by engineer. */
"notes" = "заметки";

/* No comment provided by engineer. */
"Notes" = "Заметки";

/* No comment provided by engineer. */
"Notes search" = "Поиск заметок";

/* No comment provided by engineer. */
"Nothing to import" = "Нечего импортировать";

/* No comment provided by engineer. */
"Ok" = "ОК";

/* No comment provided by engineer. */
"OK" = "ОК";

/* Leave the %@, will be replaced with the title of a user generated note to compose something like 'Open My Todos' */
"Open \"%@\"" = "Открыть заметку «%@»";

/* No comment provided by engineer. */
"Open Link in New Window" = "Открыть ссылку в новом окне";

/* No comment provided by engineer. */
"Open With" = "Открыть с помощью";

/* No comment provided by engineer. */
"Password-protect your notes" = "Защита заметок паролем";

/* No comment provided by engineer. */
"Paste From" = "Вставить из";

/* No comment provided by engineer. */
"Payment will be charged to iTunes Account at confirmation of purchase or the end of the Free Trial Period, if any." = "Оплата будет снята с аккаунта iTunes при подтверждении покупки или в конце бесплатного ознакомительного периода, если таковой имеются.";

/* table cell action */
"Pin" = "Прикрепить";

/* No comment provided by engineer. */
"Pin notes" = "Прикрепить заметки";

/* No comment provided by engineer. */
"Pin Tag" = "Прикрепить тег";

/* No comment provided by engineer. */
"Pin To Top" = "Прикрепить сверху";

/* No comment provided by engineer. */
"Plain Text" = "Простой текст";

/* No comment provided by engineer. */
"Please check your internet connection or try again later." = "Проверьте интернет-соединение и повторите попытку.";

/* No comment provided by engineer. */
"Please choose the backup file" = "Выберите файл резервной копии";

/* No comment provided by engineer. */
"Please choose the files you want to import" = "Выберите файлы, которые хотите импортировать";

/* No comment provided by engineer. */
"Please choose the location where the file will be saved" = "Выберите место сохранения файла";

/* No comment provided by engineer. */
"Please choose the location where the note will be saved" = "Выберите место сохранения заметки";

/* No comment provided by engineer. */
"Please choose the location where the notes will be saved" = "Выберите место сохранения заметок";

/* No comment provided by engineer. */
"Please select one or more files" = "Выберите один или несколько файлов";

/* No comment provided by engineer. */
"Please wait while Bear’s database is upgraded" = "Подождите, пока база данных Bear обновится";

/* No comment provided by engineer. */
"Please wait while your notes are upgraded" = "Подождите, пока ваши заметки будут обновлены";

/* No comment provided by engineer. */
"Privacy Policy" = "Конфиденциальность";

/* No comment provided by engineer. */
"Quit" = "Завершить";

/* Complete sentence: Re-add tag <a tag> */
"Re-add tag" = "Вновь добавить тег";

/* Complete sentence: Remove tag <a tag>
   used for the 'remove tag <a tag>' menu item */
"Remove tag" = "Удалить тег";

/* table cell action */
"Restore" = "Восстановить";

/* No comment provided by engineer. */
"Restore from backup" = "Восстановить из резервной копии";

/* No comment provided by engineer. */
"Restore notes" = "Восстановить заметки";

/* No comment provided by engineer. */
"Restore Purchases" = "Восстановить покупки";

/* No comment provided by engineer. */
"Rich Text" = "Форматированный текст";

/* No comment provided by engineer. */
"Save As" = "Сохранить как";

/* No comment provided by engineer. */
"Save file" = "Сохранить файл";

/* No comment provided by engineer. */
"Search" = "Поиск";

/* No comment provided by engineer. */
"Search inside attachments" = "Поиск во вложениях";

/* No comment provided by engineer. */
"Search Notes" = "Найти заметки";

/* No comment provided by engineer. */
"Show Database" = "Показать базу данных";

/* No comment provided by engineer. */
"Show Images As Thumbnails" = "Показывать изображения как миниатюры";

/* No comment provided by engineer. */
"Show my locked notes" = "Показать мои заблокированные заметки";

/* No comment provided by engineer. */
"Show my Notes" = "Показать мои заметки";

/* No comment provided by engineer. */
"Show my Today notes" = "Показать мои заметки за сегодня";

/* No comment provided by engineer. */
"Show my ToDo notes" = "Показать мои заметки со списками дел";

/* No comment provided by engineer. */
"Show my Untagged notes" = "Показать мои заметки без тегов";

/* Leave the %@, will be replaced with the name of tag */
"Show notes tagged #%@" = "Показать заметки с тегом #%@";

/* No comment provided by engineer. */
"Show Preview" = "Предварительный просмотр";

/* No comment provided by engineer. */
"Sign in to iCloud and enable iCloud Drive" = "Войти в iCloud и включить iCloud Drive";

/* No comment provided by engineer. */
"Something went wrong" = "Что-то пошло не так";

/* No comment provided by engineer. */
"Subscribe" = "Подписаться";

/* No comment provided by engineer. */
"Subscription" = "Подписка";

/* No comment provided by engineer. */
"Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period." = "Ваша подписка будет обновляться автоматически, если только автообновление не будет отключено по крайней мере за 24 часа до окончания текущего периода подписки.";

/* No comment provided by engineer. */
"Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase." = "Условия подписки пользователь может менять, и после покупки автообновление можно отключить через настройки аккаунта пользователя.";

/* No comment provided by engineer. */
"Support Bear's development" = "Поддержка разработки Bear";

/* No comment provided by engineer. */
"Sync and backup with iCloud on all your devices" = "Синхронизация и резервное копирование с iCloud на всех устройствах";

/* No comment provided by engineer. */
"Terms of Use" = "Использование";

/* No comment provided by engineer. */
"Thank you for purchasing Bear Pro" = "Благодарим вас за приобретение Bear Pro";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 month." = "Продолжительность каждого периода подписки – 1 месяц.";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 year." = "Продолжительность каждого периода подписки – 1 год.";

/* No comment provided by engineer. */
"The length of the Free Trial Period, if any, is shown in the Bear's Purchase Pane updated to the time of the purchase." = "Продолжительность бесплатного ознакомительного периода, если таковой имеется, показана в панели покупки Bear, обновленной в момент покупки.";

/* No comment provided by engineer. */
"The price of the subscription is shown in the Bear's Purchase Pane updated to the time of the purchase." = "Стоимость подписки показана в панели покупки Bear, обновленной в момент покупки.";

/* No comment provided by engineer. */
"There are no previous purchases valid for the current period." = "Нет предыдущих покупок, действующих в данный период.";

/* No comment provided by engineer. */
"This beta version has expired, check the website for updates." = "Срок действия бета-версии истек, проверьте обновления на веб-сайте.";

/* No comment provided by engineer. */
"Today notes" = "Заметки за сегодня";

/* No comment provided by engineer. */
"Todo" = "Список дел";

/* No comment provided by engineer. */
"Toggle checkbox" = "Переключить чекбокс";

/* No comment provided by engineer. */
"Toggle folding" = "Переключить сворачивание";

/* table cell action */
"Trash" = "Корзина";

/* No comment provided by engineer. */
"Unarchive notes" = "Разархивировать заметки";

/* No comment provided by engineer. */
"Unlimited bear hugs" = "Бесконечные медвежьи объятия";

/* No comment provided by engineer. */
"Unmerge notes" = "Разъединить заметки";

/* table cell action */
"Unpin" = "Открепить";

/* No comment provided by engineer. */
"Unpin notes" = "Открепить заметки";

/* No comment provided by engineer. */
"Unpin Tag" = "Открепить тег";

/* No comment provided by engineer. */
"Valid Through" = "Действительно до";

/* Valid until date */
"Valid until %@" = "Действительна до %@";

/* No comment provided by engineer. */
"We appreciate your support!" = "Мы ценим вашу поддержку!";

/* No comment provided by engineer. */
"We’re adding all the bells, whistles, and even a kazoo under the hood to make Bear even better. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "Мы добавляем колокольчики, свистки и даже казу, чтобы сделать Bear еще лучше. Чтобы все прошло хорошо, не закрывайте Bear до завершения процесса.";

/* No comment provided by engineer. */
"We’re migrating all your notes to Markdown for Bear 2. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "Мы переносим ваши заметки в Markdown для Bear 2. Чтобы все прошло хорошо, не закрывайте Bear до завершения процесса.";

/* No comment provided by engineer. */
"year" = "год";

/* No comment provided by engineer. */
"You can’t undo this action." = "Это действие необратимо.";

/* No comment provided by engineer. */
"You're a PRO" = "У вас версия PRO";

/* No comment provided by engineer. */
"Your subscription will renew on the date listed above. To avoid being charged, cancel a free trial period or a subscription 24 hours before the renewal date." = "Ваша подписка будет продлена в указанную выше дату. Отмените бесплатный ознакомительный период или подписку за 24 часа до даты продления, чтобы избежать снятия оплаты.";

"syncing..." = "синхронизация...";
